// Define the Paper type
export type Paper = {
  image: string;
  title: string;
  desc: string;
};

// Define the papers array
export const papers: Paper[] = [
  // Add your papers here
  {
    image: "/paper/sudan.jpg",
    title: "البيأن التأسيسي",
    desc: "إلى الشعب السوداني الأصيل في ربوع الوطن بمختلف فئاته وانتماءاته إلى الشباب السوداني خاصة المتطلع نحو الوحدة والنهضة والأمن والازدهار, وكريم القيم والأخلاق",
  },
  {
    image: "/paper/1.png",
    title: "الميثاق الاجتماعي",
    desc: " مبدأ الشوري من أسس قيام الدولة ونظام الحكم فيها فلا يفرض مركز سلطة حاكما او امرا على ناحية دون ارادة اهلها بل الوجب أن يختار اهلها سياسة امرهم مما يليهم ومن يحكمهم بالعدل والقسط",
  },
  {
    image: "/paper/history.webp",
    title: "بناء الدولة",
    desc: "أسبقية الدستور على الدولة، وأن تستمد الدولة مشروعيتها وهيئاتها وأسسها من الدستور  بحيث تكون السُلطة الأعلى هي سُلطة المجتمع النازلة في ميثاق الدستور والموجهة للدولة بمؤسساتها كافة",
  },
  {
    image: "/paper/b.png", // replace with the actual image path
    title: "الاقتصاد التشاركي", // replace with the actual title
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
  },
  {
    image: "/paper/a.png", // replace with the actual image path
    title: "القطاع الزراعي", // replace with the actual title
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
  },
  {
    image: "/paper/d.png", // replace with the actual image path
    title: "  الثقافة والفن ", // replace with the actual title
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
  },
  {
    image: "/paper/c.png", // replace with the actual image path
    title: "التعليم المهني", // replace with the actual title
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
  },
  
  // ...
];
