"use client";
import React from 'react'
import { Icon } from "@iconify/react";
import Action from '@/component/platform/layout/action';

const Paper = () => {
    return (
        <div className='w-[50rem]'>
            <Action />
            <div className='flex flex-col justify-center items-center pt-8 gap-2'>
                <h2>بسم الله الرحمن الرحيم</h2>
                <h1>الحركة الوطنية للبناء والتنمية</h1>
                <h1>البيان التأسيسي </h1>

            </div>
            <div className='flex flex-col  pt-8 gap-2'>
                <h4>إلى الشعب السوداني الأصيل في ربوع الوطن بمختلف فئاته وانتماءاته</h4>
                <h4>إلى الشباب السوداني خاصة المتطلع نحو الوحدة والنهضة والأمن والازدهار, وكريم القيم والأخلاق</h4>
                <h2 className='pt-4'>مقدمة وتعريف:</h2>
                <h4>هذا البيان  التأسيسي للحركة  الوطنية  للبناء  والتنمية،  التي  هي حركة اصلاح اجتماعي وسياسي شامل، تقيم رؤاها وتستقي قيمها من هدي الدين وكريم شيم السودانيين، وتوظف الشأن
                    الفكري والثقافي والفني والسياسي؛ من أجل إنجاز نهضة شاملة على أرض الوطن السودان.
                    تقوم الحركة الوطنية للبناء والتنمية على إرث المسلمين في السودان خاصة، وإرث شعب السودان عامة، وتجربة األمة المسلمة واألحرار في العالم، في السعي نحو الحرية والكرامة والنهضة االجتماعية والمادية، والتحرر من قوى الهيمنة واالستغلال.
                    تفهم  الحركة  السياسة  والعمل  االجتماعي  باعتباره  بناء  لمسارات الاصلاح والعمران ولا مجال  للنفعيات  والذاتيات  والكسب  بالباطل، ولا تستثني الحركة احداَ من عامة السودانين الصالحين في ان تتقدم لهم بدعوتها, وهي كذلك تحرص على أن ينتمي لقياداتها وصفها من عرف عنه نظافة اليد، وصالح المسعى، ومن يتقي معوج المسلك وفاسد العمل.
                </h4>
            </div>
            <div className='flex gap-4 opacity-70 pb-8 hover:opacity-100 transition-opacity duration-200 mt-8'>
                <Icon icon={"icon-park-solid:edit"} height="25" />
                <h3>عدل الورقة</h3>
            </div>

        </div>
    )
}

export default Paper