import React from 'react'

const body3 = () => {
    return (
        <div className='flex flex-col space-y-4'>
            <h1>بسم الله الرحمن الرحين</h1>
            {/* <h2>﴿ وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ ﴾</h2>
            <h4>
                بقلوب مكلومة وصابرة ومحتسبة نتقدم بأحرّ التعازي وخالص المواساة لاستشهاد  أبناء وفلذات كبد المجـ.ـاهد الفلسطيني رئيس المكتب السياسي لحركة حمـ.ـاس اسمـ.ـاعيل هنية وأحفاده بعد استهدافهم
                الغادر بمخيم الشاطيء سائلين المولى عز وجل أن يتغمدهم بواسع رحمته ويلهم الشيخ إسماعيل وآله الصبر والسلوان.
                <br />
                <div className='pt-2 -mb-2 font-medium'>
                    يقول الله تعالى:

                    <br />

                    " إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللّهُ الَّذِينَ آمَنُواْ وَيَتَّخِذَ مِنكُمْ شُهَدَاء وَاللّهُ لاَ يُحِبُّ الظَّالِمِين " صدق الله العظيم.
                </div>
                <br />
                إنَّ فلسطين هي إمتحان التاريخ الذي ظل يفضح الخسة الإستعمارية ويشهد في الوقت نفسه على إعلاء  شأن المجاهدين المرابطين الصابرين على عهدهم، ولقد أكرمكم الله بالجهـ.ـاد والاستشهاد آل هنية كما هو حال جميع الفلسطينين؛ لا يخلو دار من شهيد ومجاهد، والله ناصركم النصر الموعود بإذنه تعالى.
                <br />
                نجدد تعازينا لكل ذوي الشهداء في غـ.ـزة وإنها ثمن الفردوس في الجنان ومهر الحرية على الأرض الطاهرة المقدسة.
                سنظل على موقفنا الرافض للتطبيع في السودان والداعم للقضية الفلسطـ.ـينية وإدانة العدوان الغاشم على غـ.ـزة.
                <br />
                <div className='pt-2 -mb-2 font-medium'>
                    وإنا لله وإنا إليه راجعون
                </div>
                <br />
                الحركة الوطنية للبناء والتنمية
                <br/>
                ٣شوال ١٤٤٥
                <br/>
                الموافق ١٢ أبريل ٢٠٢٤


            </h4> */}

        </div>
    )
}

export default body3