import React from 'react'

const body2 = () => {
  return (
    <div className='flex flex-col space-y-4'>
            <h1>بسم الله الرحمن الرحين</h1>
            <h2>
            بيان موقف

            </h2>
            <h2>
            (بمناسبة مرور سنة على تمرد ميليشيا الدعم السريع)
            </h2>
            <h2>
            قال تعالى : ( هَٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ (138) وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ (139)) آل عمران.
          
            </h2>
            <h4>
            ينقضي في آجال  الأمة السودانية سنة، عانى فيها شعبنا الصابر الصامد الأسوأ في تاريخه الحديث، جراء ما قامت به ميليشيا الدعم السريع من تمرد على الدولة، أساسه الغدر والخيانة، وأسلوبه القتل والنهب والاغتصاب والتهجير والتشريد، هذا وإن بلغت ذروته ابتداءً في الخامس عشر من أبريل، إلا أن مؤشراته وتداعياته قد ابتدأت وبانت من قبل ذلك، فتاريخ الميلشيا في أهلنا بدارفور ثم مجازرها في ثوار ثورة ديسمبر، ثم محاولاتها الحثيثة في زرع الفتنة الاجتماعية والسياسية بين مكونات الدولة وتقويضها لكل محاولات إنجاح الفترة الانتقالية، فوق ذلك غير متناسين لمشروعها السلطوي بسيطرتها على مفاصل الدولة الاقتصادية والأمنية والسياسية، وشراءها لذمم المأجورين وصغار النفوس من سياسيين وإعلاميين ورموز مجتمع، كما أنها كللت غدرها برهن مستقبل الأمة السودانية بعمالة فجة وصارخة للخارج المتربص بخيرات هذه الأمة.
 <br />
                
 إن هذا التمرد منزوع الإنسانية الذي ابتدر بمحاولات الميلشيا السيطرة على مطارات البلاد ثم تتابع بصبيحة الخامس عشر من أبريل بغدر الميلشيا برفقاء سلاحهم من قواتنا المسلحة والهجوم الغادر على مواقع الدولة الحيوية بنية السيطرة الكلية على الدولة وتحويلها لملك عضود رأسه آل دقلو، ونحمد الله على تصدي الوطنيين من جنود بلادنا لهذا المخطط وإفشاله في مهده.

                <br />
                وتتابع الأحداث على مدار السنة، مارست فيها الميلشيا كل أنواع الجرائم اللاإنسانية من تقتيل وتهجير وافتعال الموبقات التي يندى لها الجبين ولا يستوعبها عاقل أو تُقرها شريعة، ولعل أحداث الجنينة وباقي مدن دارفور وولاية الخرطوم، واخيرا ما يحدث في ولاية الجزيرة وولاية النيل الأبيض، يقف شاهد إدانة على جبروت هؤلاء الطغاة لا يخطئه إلا خائن أو متواطئ أو عميل.
<br />
إننا في الحركة الوطنية للبناء والتنمية، قد دققنا ناقوس الخطر لهذه التعديات منذ ظهور قرائنها تنبيهاً وتحذيراً، وعند اندلاع أول شرارتها، كان موقفنا أكثر وضوحاً وإتساقا مع الموقف الوطني، فكانت وقفتنا صلدة مع صف الوطنيين من جنود بلادنا في جيشنا الباسل، فشمرت الحركة عن سواعدها دعماً ومؤازرةً ومساندةً وتأييداً للصف الوطني وسخرت كل مواردها لذلك واستنفرت عضويتها لتكون فاعلة في كل ميادين المعارك، وفي ذلك نحتسب الأجر من الله، ولا نبتغي به غير المصلحة الوطنية.

                <br />
                وفي هذه الذكرى الأليمة نذكر بمطالبنا المرحلية أثناء الحرب والتي تتمثل في الآتي :-

                <br/>
                ● ضرورة تشكيل حكومة حرب وطوارئ تتصدى للأزمات الاقتصادية والاجتماعية وتقوم بالأعباء الدبلوماسية. 

                <br/>
                ● قطع الطريق أمام كل محاولة لتمرير صفقة سياسية مشبوهة تُعاد بموجبها المليشيا وحلفاءها لتسيد المشهد السياسي. 

                <br/>
                ● السلام العادل الشامل هو الذي ينتج عن استسلام وتفكيك المليشيا ونزع سلاحها ومحاسبة أفرادها وتحقيق العدل للضحايا عن كل ما ارتكب من فظائع وجرائم شهدت عليها تقارير المنظمات المحلية والدولية.

                <br/>
                واستشرافا منا لما بعد الحرب نذكر بأن رؤيتنا لمستقبل السودان التي نحسب أنها ستكون أساساً لإعادة بنائه ومعلماً في طريق نمائه تكمن في إعادة تعريف الدولة السودانية، ورتق نسيجها الاجتماعي ليكون أكثر تماسكاً وتناغماً، وهو ما ابتدرنا المسير فيه منذ أمد في مشروعنا الإستراتيجي والآني (الميثاق الاجتماعي) و( مجلس حكماء السودان)، وهو ما نجد تفصيله في أدبيات الحركة تحت عنوان ( مسارات الحل السياسي والاجتماعي)، (ورقة بناء الدولة).

            </h4>

        </div>
  )
}

export default body2