import React from 'react'

const body1 = () => {
  return (
    <div className='flex flex-col space-y-4'>
      <h1>حتمية وموضوعية الثورة في السودان</h1>
      
      <h4>
        
        <br />
        لم يُعَدَّ هذا المقال للإحاطة بكل الدواعي والدوافع التي تستوجب ثورة شعبية سودانية أو بذكر مطالب ثورية تقليدية (مطالب أولية مادية عينية)، قطعاً هناك دوافع عديدة تتسع باتساع الحاجات المُلحّة للجماهير السودانية التي يمكن تلخيصها في “المعاناة الاقتصادية والسِلم الاجتماعي”، ولكن أحاول هنا أن أبحث عن معنى داخلي أكثر عمقاً، معني جوهري يصلح بأن يكون مسوغاً موضوعياً ومحفزاً ثورياً وعنواناً لهذا الحراك المرتقب.
        <br />
        نجدد تعازينا لكل ذوي الشهداء في غـ.ـزة وإنها ثمن الفردوس في الجنان ومهر الحرية على الأرض الطاهرة المقدسة.
        سنظل على موقفنا الرافض للتطبيع في السودان والداعم للقضية الفلسطـ.ـينية وإدانة العدوان الغاشم على غـ.ـزة.
        <br />
        الحديث هنا عن معانٍ لثورة من أجل إحياء هذه الأرض تناهض ثورة الموت التي غطت وسادت على الحياة السودانية. والتي يجب وبالضرورة أن تكون محركاتها موضوعية لها أبعاد معنوية تصب مباشرة في مشروع الإحياء، لا تستهدف رأس النظام السياسي لأسباب شخصية أو تستهدف الحزب الحاكم في إطار المنافسة والخصومة السياسية.

        <br />
        التحلُّلُ والسقوط الحضاري عندما تكتمل عناصره “من المفترض” أن يشكل صافرة إنذار ودافعاً حقيقياً للثورة والحراك الجماهيري، وكقراءة أولية ومبدئية في أسباب وعناصر السقوط الحضاري؛ تجدها هي ذاتها التي تتسبب في التقهقر الاقتصادي وزعزعة السِلم الاجتماعي. ولكن بعمق أكثر يتضح أنها هي ذات الأسباب التي تُحلل الحضارة في مجتمعنا وتسقط كل ما هو دال على ما هو حضاري -سواء على الصعيد المادي أو الأخلاقي- فهذا هو المعني العميق والمحرك الداخلي للثورة الذي يجب البحث عنه، وليس الجوع والعوّز الاقتصادي والكسب السياسي وحسب (بالرغم من مشروعيتها كأسباب ودوافع). وكلما كانت المحركات الداخلية للثورة عميقة كلما كان الأداء الثوري أكثر عمقاً وتأثيراً، فضلاً عن أنه يساعد في صياغة الأهداف وتحديد الأولويات، كما أنه يساهم في تحديد واستخدام آليات تضمن مخرجات ثورية تحمل ذات العمق الذي انطلقت منه دوافعها.

        <br />
        تحدث توينبي أشهر مؤرخي القرن العشرين (1889 – 1975) عن ثلاثة أسباب رئيسية تساهم بشكل مباشر في التحلُّلُ والسقوط الحضاري والتي أجدها حاضره في المشهد السوداني والتي تمثلت في:

        <br />
        ▪ أولاً: ضعف القوة الخلّاقة في الأقلية الموجِهة (النخبة السياسية الحاكمة) وتحولها إلى سلطة تعسفية. بدلاً من ابتكارها لحلول فعّالة تحد من المهددات التي تحيط بالمجتمع، وأصبحت هي ذاتها من أكبر المهددات فتكاً بالمجتمع، لا سيما وأن النخبة السياسية الحالية تربعت على رأس القيادة لأكثر من خمسة وعشرين عاماً استنفذت خلالها كل طاقتها الابتكارية دون أي حلول تذكر.
        <br />
        ▪ ثانياً: تخلي الأكثرية (غالبية الجماهير) عن دعم وموالاة الأقلية الموجِهة والتوقف عن محاكتها. باعتبار أن النخبة السياسية الحاكمة تشكل مصدر إلهام، وأن تسعي عامة الجماهير دائماً لمحاكاتها ويتجلى هذا في دور النخبة في توجيه حركة المجتمع، مؤخراً ما يحدث من تنافر بين القيادة الأهلية (موسى هلال) والقيادة السياسية (يوسف كِبر) نموذجاً، أكبر شاهد على الفجوة بين الجماهير والنخبة الموجِهة، هذا بخلاف الحالة الجماهيرية العامة.

        <br />
        ▪ ثالثاً: الانشقاق وضياع الوحدة داخل المكون الاجتماعي. الذي يكون نتيجة طبيعية لعدم مقدرة النخبة الموجِهة في إيجاد حلول فعّالة، وفقدانها الاتصال والتواصل مع المجتمع الذي أصبح لا يرى فيها القيادة التي تمثله والذي تخلى عن محاكاتها آنفاً.

        <br />
        إذن قراءة المحرك الثوري يجب أن تكون على مستويين، مستوى (أولي ظاهر) يتمثل في مطالبات مباشرة بتلبية الرغبات والحاجات المادية الاقتصادية وغيرها. وآخر (جوهري باطن) أكثر عمقاً يمثل الأساس الذي يجب أن تُبنى عليه الأهداف والآليات ويجب أن تأتي توقعات المستخرجات بناءً عليه حتى لا ينتهي بحراك ثوري قاصر النظر كما هو الحال في كثير من بلدان الربيع العربي.
        فشل المشروع الثوري للمعارضة السودانية يتمثل في غياب هذا المعنى الجوهري الباطن واكتفائها بشعارات أولية ظاهرة والتي لا تؤهلها لتكون نخبة قيادية وحاكمة بديلة، والنتيجة عدم تفاعل الجماهير معها. نجاح المشروع الثوري لا يتوقف فقط على عمق قراءة الدوافع الجوهرية الباطنة وحسب، بل على مدى انتشار الوعي وإلمام الجماهير بهذه الدوافع، وهنا يبرز ويتشكل دور القيادة والنخبة الجديدة التي تستحق أن تكون البديل، وكذلك مقدرتها في صنع وعي عام وكشف الدوافع/الدافع الثوري الجوهري الباطن، وبثه بين عموم الجماهير، هو الذي يصنع منها نخبة بديلة تصلح لقيادة الجماهير، وعليه ستكون الجماهير مستعدة لمحاكاتها، وبالتالي يمكن أن يطلق عليها وصف نخبة محفزة للبناء الحضاري.
        من هنا تبدأ النقاط الفارقة بين الثورة الإحيائية (الثورة الكاملة أو الثورة الأخلاقية) التي تنطلق من نظرة أكثر شمولية، حيث إن محركاتها مبادئ ومعاني جوهرية عميقة كامنة وهذا يجعل مساحة ومدى تأثيرها يطال الأغلبية، والأخرى الثورة الانتقامية التي تستهدف الأشخاص أو حزباً معيناً أو النظام السياسي فقط دون الإحاطة بكل الحالة الاجتماعية والنظام الاجتماعي العام، وتنطلق من نظرة قاصرة ضيقة محركاتها مبادئ ومعاني سطحية غالباً ما تلبي رغبات أقليات أو كيانات أحادية دون أغلبية الجماهير.

      </h4>

    </div>
  )
}

export default body1